/* Message if sign up failed */
"\(error_msg)" = "\(error_msg)";

/* Message if if email has been successfully changed
   Message if password succesfully changed
   Message if sign in failed
   Message if sign up was successfull
   Message which appears if request successfully executed */
"\(message)" = "\(message)";

/* Name for GoalItem Active Minutes */
"Active Minutes" = "Aktive Minuten";

/* Name for Period Annual */
"Annual" = "Jährlich";

/* Name for GoalItem Body Weight */
"Body Weight" = "Körpergewicht";

/* Name for GoalItem Calories Burned */
"Calories Burned" = "Kalorien verbraucht";

/* Name for GoalItem Calories Eaten */
"Calories Eaten" = "Kalorien eingenommen";

/* This is the title for the cancel button */
"Cancel" = "Abbrechen";

/* Name for Setting change email adress
   Name for Setting change email adress in switch case statement */
"Change E - Mail Adress" = "E - Mail Adresse ändern";

/* Name for Setting change password
   Name for Setting change password in switch case statement */
"Change Password" = "Passwort ändern";

/* Title for Message if password change failed */
"Change Password Failed!" = "Änderung des Passworts fehlgeschlagen!";

/* Title for Message if password was succesfully changed */
"Change Password Succesfull!" = "Passwort erfolgreich geändert!";

/* This is the title for the message if the user has to choose a favorite company */
"Choose Company!\n" = "Hersteller wählen!\n";

/* Text for cell in dashboard
   Text for cell in favorite company */
"Company:" = "Hersteller:";

/* Title for Create Value Screen */
"Create \(self.measurementToCreate.name)" = "Erstelle \(self.measurementToCreate.name)";

/* Title for Button */
"Create Value" = "Wert erstellen";

/* Name for Period Daily */
"Daily" = "Täglich";

/* Description of X Axis in LineChart */
"Day" = "Tag";

/* Part of the Title from DiagramView */
"Diagram" = "Diagramm";

/* Name for GoalItem Distance */
"Distance" = "Entfernung";

/* Message if email change was successfull */
"E - Mail Succesfully Changed" = "E - Mail erfolgreich geändert";

/* Title for Message if email has been successfully changed
   Title for Message if email was succesfully sent */
"E-Mail has been successfully sent!" = "E - Mail wurde erfolgreich versendet!";

/* Title for Goal Help */                                   //kannst du?
"Hi! Here you can add and create new Goals\n" = "Hi! Hier kann man neue Ziele hinzufügen und erstellen\n";

/* Title for Dashboard Help */
"Hi! This is the Dashboard\n" = "Hi! Das ist das Dashboard\n";

/* This is the title for the message if the measuremnet has no entries */
"Measurement Not Available!" = "Messung nicht verfügbar!";

/* Description of X Axis in LineChart */
"Month" = "Monat";

/* Name for Period Monthly */
"Monthly" = "Monatlich";

/* Message if emails is equal to the current one */
"New email cannot be identical with the current one." = "Die neue E - Mail Adresse darf nicht mit der vorherigen übereinstimmen.";

/* word within the text if user clicked on day segment */
"on" = "am";

/* Message if sign up failed */
"Passwords don't Match" = "Passwörter stimmen nicht überein";

/* Message if sign up failed */
"Passwords don't Match" = "Passwörter stimmen nicht überein";

/* Message if password change failed */
"Passwords don't Match." = "Passwörter stimmen nicht überein.";

/* This is the title for the message if the measuremnet has no entries */
"Period Not Available!" = "Zeitraum nicht verfügbar!";

/* This is the message if the user has to choose a favorite company */
"Please choose your favorite Company" = "Bitte wählen sie ihren bevorzugten Hersteller";

/* Message if sign in failed */
"Please enter E - Mail Address and Password" = "Bitte E - Mail Adresse und Passwort eingeben";

/* Message if sign up failed */
"Please Enter E - Mail Adress and Password" = "Bitte E - Mail Adresse und Passwort eingeben";

/* Message if password change failed */
"Please enter your E-Mail and/or Password" = "Bitte E - Mail Adresse und/ oder Passwort eingeben";

/* Name for Setting set favorite Company
   Name for Setting setfavorite company in switch case statement */
"Set Favorite Company" = "Bevorzugten Hersteller setzen";

/* Title for Message sign in failed */
"Sign In Failed!" = "Die Anmeldung ist fehlgeschlagen!";

/* Title for Message sign up failed */
"Sign Up Failed!" = "Die Registrierung ist fehlgeschlagen!";

/* Title for Message sign up successfull */
"Sign Up Succesfull!" = "Die Registrierung war erfolgreich!";

/* Name for GoalItem Steps */
"Steps" = "Schritte";

/* Title for email Successfully changed!
   Title for Message which appears if request successfully executed */
"Success!" = "Glückwunsch!";

/* Title for Message which appears if request successfully executed */
"Sync Success!" = "Synchronisierung erfolgreich!";

/* Message which appears if request successfully executed */
"Syncronization successfully executed" = "Synchronisation erfolgreich durchgeführt";

/* Message if emails do not match */
"The email does not match the registered email for this account." = "Die angegebene E - Mail Adresse stimmt nicht mit der registrierten E - Mail Adresse des Accounts überein.";

/* Message if email is not valid */
"The email in the field 'New Email' is not a valid email." = "Die E - Mail im Feld 'Neue Email Adresse' ist nicht gültig.";

/* Message if emails do not match */
"The fields 'New Email' and 'Confirm New Email' do not match." = "Die Felder 'Neue E - Mail Adresse' und 'E - Mail Adresse bestätigen' stimmen nicht überein.";

/* Message if sign up failed */
"The password does not meet the requirements. It has to be 6 to 18 characters long and consist of: A-Z, a-z, 0-9, ., _, %, +, #, !, -" = "Das Passwort erfüllt nicht die Voraussetzungen. Es muss 6 - 18 Zeichen lang sein und nur aus folgenden Zeichen bestehen: A-Z, a-z, 0-9, ., _, %, +, #, !, -";

/* This is the message for the message if the measuremnet has no entries */
"There are no Values available for this measurement. Sorry!" = "Für diese Messungen sind keine Werte verfügbar.";

/* This is the message for the message if the measuremnet has no entries */
"There are no Values available for this Period. Sorry!" = "Für diesen Zeitraum ist kein Wert verfügbar!";

/* Messsage for Goal Help */
"To Add a Goal Click +\nTo Delete an added Goal swipe to the left\n" = "Um ein Ziel hinzuzufügen klicken Sie auf +\nUm ein Ziel zu entfernen muss man nach links wischen\n";

/* Messsage for Dashboard Help */
"To Add a Measurement Click +\nTo Delete an added Measurement swipe to the left\nTo Synchronize Your Data Click the refresh Button" = "Um eine Messung hinzuzufügen klicken Sie auf +\nUm eine Messung zu entfernen muss man nach links wischen\nUm ihre Daten zu synchronisieren klicken sie den refresh Knopf";

/* Description of Y Axis in LineChart */
"Value" = "Wert";

/* Name for Period Weekly */
"Weekly" = "Wöchentlich";

/* Message if sign up failed */
"Your E - Mail is not valid" = "Die E - Mail Adresse ist ungültig";

/* Message if sign up failed */
"Your E - Mail is not valid. Please enter a valid E - Mail adress." = "Die E - Mail Adresse ist ungültig. Bitte geben sie eine gültige E - Mail Adresse ein";

